export const mpaInfo = {
    1: {
      name: "G",
      description: "Общая аудитория: Допускаются зрители всех возрастов. Фильмы с рейтингом 'G' не содержат ничего, что могло бы напугать или повредить детям. Это включает в себя отсутствие насилия, ненормативной лексики и сексуального содержания.",
      image: "https://sun9-6.userapi.com/impg/CcewzbCCDeOJ_yj6Y3E0iWuQQBljXrt6grIZEA/GQQEfyWrs9I.jpg?size=778x768&quality=95&sign=f5dd34eae63fbeb52d2c24aa13d5f95a&c_uniq_tag=z9xliFuIQXrVJl8MYUG8I5MZoB2jy4Bwayk39BYQjLA&type=album",
    },
    2: {
      name: "PG",
      description: "Родительский контроль рекомендован: Некоторые материалы могут быть неподходящими для детей. Фильмы с рейтингом 'PG' могут содержать легкое насилие, несколько ненормативных выражений или намеки на сексуальные темы, но в целом они считаются подходящими для большинства возрастных групп с родительским контролем.",
      image: "https://static.tildacdn.com/tild3835-3834-4539-a464-326335303335/6.png",
    },
    3: {
      name: "PG-13",
      description: "Родителям настоятельно рекомендуется: Некоторые материалы могут быть неподходящими для детей младше 13 лет. Фильмы с рейтингом 'PG-13' могут содержать более интенсивные сцены насилия, более частое использование ненормативной лексики или более откровенные сексуальные сцены, чем 'PG'. Родителям рекомендуется тщательно оценивать содержание перед просмотром детьми.",
      image: "https://rsbor.ru/assets/templates/rsbor/site_components/socialnetw_icons/restriction12+.png",
    },
    4: {
      name: "R",
      description: "Ограничено: Лица до 17 лет допускаются только в сопровождении родителя или взрослого опекуна. Фильмы с рейтингом 'R' содержат интенсивное насилие, частое использование ненормативной лексики, откровенные сексуальные сцены или изображение наркотиков, которые делают их неподходящими для детей и подростков без взрослого сопровождения.",
      image: "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/TRDSİ_16%2B.svg/2048px-TRDSİ_16%2B.svg.png",
    },
    5: {
      name: "NC-17",
      description: "Только для взрослых: Лица до 17 лет не допускаются. Фильмы с рейтингом 'NC-17' содержат сцены или темы, которые считаются слишком откровенными для молодежи. Это может включать графическое насилие, частое использование ненормативной лексики или откровенные сексуальные сцены. Такие фильмы предназначены исключительно для взрослой аудитории.",
      image: "https://w7.pngwing.com/pngs/518/140/png-transparent-velocity-online-casino-autopista-others-game-text-trademark.png",
    },
  };
  